import React from 'react'
import HeaderBlack from '../../components/HeaderBlack/HeaderBlack'
import Footer from '../../components/Footer/Footer'

const PrivacyPolicyPage = () => {
  return (
    <>
      <main className="container mx-auto">
        <HeaderBlack />

        <h1 className="mt-[20px] sm:mt-[50px] md:mt-[136px] text-[18px] sm:text-[38px] xl:text-[55px] font-[600] tracking-tight mb-[30px] sm:mb-[40px]">[ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ]</h1>

        <div className="text-xs md:text-sm font-medium leading-[16.72px] md:leading-[20.72px]">
          <strong>1. Общие положения</strong> <br /><br />

          1.1. Настоящая Политика конфиденциальности в отношении обработки персональных данных (далее - «Политика») подготовлена в соответствии с п. 2 ч .1 ст. 18.1 Федерального закона Российской Федерации «О персональных данных» No152-ФЗ от 27.07.2006 г. (далее - «Закон») и определяет позицию Маркетингового агентства NOMAD - ИП Чистяковой Елизаветы Алексеевны (юридический адрес:119501, г. Москва, ул. Веерная 32, к 3, кв 68) и/или её аффилированных лиц, (далее - «Компания») в области обработки и защиты персональных данных (далее - «Данные»), соблюдения прав и свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну.
          <br /><br />
          <strong>2. Область применения</strong>
          <br /><br />
          2.1. Настоящая Политика распространяется на Данные, полученные как до, так и после ввода в действие настоящей Политики.<br />
          2.2. Понимая важность и ценность Данных, а также заботясь о соблюдении конституционных прав граждан Российской Федерации и граждан других государств, Компания обеспечивает надежную защиту Данных.
          <br /><br />
          <strong>3. Определения</strong>
          <br /><br />
          3.1. Под Данными понимается любая информация, относящаяся к прямо или косвенно к определенному или определяемому физическому лицу (гражданину), т.е. к такой информации, в частности, относятся: ФИО, электронная почта, номер телефона, данные банковской карты или реквизиты расчетного счета, необходимые для оформления безналичного платежа.<br />
          3.2. Под обработкой Данных понимается любое действие (операция) или совокупность действий (операций) с Данными, совершаемых с использованием средств автоматизации и/или без использования таких средств. К таким действиям (операциям) относятся: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Данных.<br />
          3.3. Под безопасностью Данных понимается защищенность Данных от неправомерного и/или несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения Данных, а также от иных неправомерных действий в отношении Данных.
          <br /><br />
          <strong>4. Правовые основания и цели обработки Данных</strong>
          <br /><br />
          4.1. Обработка и обеспечение безопасности Данных в Компании осуществляется в соответствии с требованиями Конституции Российской Федерации, Закона, Трудового кодекса Российской Федерации, подзаконных актов, других определяющих случаи и особенности обработки Данных федеральных законов Российской Федерации, руководящих и методических документов ФСТЭК России и ФСБ России.<br />
          4.2. Субъектами Данных, обрабатываемых Компанией, являются:<br />
          - клиенты - потребители, в т. ч. посетители сайта http://nomad-agency.ru/ и все поддомены сайта http://nomad-agency.ru/ принадлежащие Компании в том числе с целью оформления заказа <br /> на Сайте http://nomad-agency.ru/ и всех поддоменах сайта c последующей доставкой клиенту, получатели услуг;
          <br />4.3. Компания осуществляет обработку Данных субъектов в следующих целях:<br /><br />
          осуществления возложенных на Компанию законодательством Российской Федерации функций, полномочий и обязанностей в соответствии с федеральными законами, в том числе, но не ограничиваясь: Гражданским кодексом Российской Федерации, Налоговым кодексом Российской Федерации, Трудовым кодексом Российской Федерации, Семейным кодексом Российской Федерации, Федеральным законом от 01.04.1996 г. No 27-ФЗ «Об индивидуальном (персонифицированном) учете в системе обязательного пенсионного страхования», Федеральным законом от 27.07.2006 г. No 152-ФЗ «О персональных данных», Федеральным законом от 28.03.1998 г. No 53-ФЗ «О воинской обязанности и военной службе», Федеральным законом от 26.02.1997 г. No 31-ФЗ «О мобилизационной подготовке и мобилизации в Российской Федерации», Федеральным законом от 8.02.1998 г. No14-ФЗ «Об обществах с ограниченной ответственностью», Федеральным законом от 07.02.1992 No2300-1 «О защите прав потребителей», Федеральным законом от 21.11.1996 г. No 129-ФЗ «О бухгалтерском учете», Федеральным законом от 29.11.2010 г. No 326-ФЗ «Об обязательном медицинском страховании в Российской Федерации»,

анализа качества предоставляемого Компанией сервиса и улучшению качества обслуживания клиентов Компании;

исполнения договора, в.т.ч. заключенного дистанционным способом на Сайте, возмездного оказания услуг; предоставления услуг, а также учета оказанных потребителям услуг для осуществления взаиморасчетов.
          <br /><br />
          <strong>5. Принципы и условия обработки Данных</strong><br />

          <br />5.1. При обработке Данных Компания придерживается следующих принципов: обработка Данных осуществляется на законной и справедливой основе; Данные не раскрываются третьим лицам и не распространяются без согласия субъекта Данных, за исключением случаев, требующих раскрытия Данных по запросу уполномоченных государственных органов, судопроизводства; определение конкретных законных целей до начала обработки (в т.ч. сбора) Данных; ведется сбор только тех Данных, которые являются необходимыми и достаточными для заявленной цели обработки; объединение баз данных, содержащих Данные, обработка которых осуществляется в целях, несовместимых между собой не допускается; обработка Данных ограничивается достижением конкретных, заранее определенных и законных целей; обрабатываемые Данные подлежат уничтожению или обезличиванию по достижению целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.
          <br />5.2. Компания может включать Данные субъектов в общедоступные источники Данных, при этом Компания берет письменное согласие субъекта на обработку его Данных, либо путем выражения согласия через форму сайта (чекбокс), нажатием которого субъект персональных данных выражает свое согласие.
          <br />5.3. Компания не осуществляет обработку Данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных, философских и иных убеждений, интимной жизни, членства в общественных объединениях, в том числе в профессиональных союзах.
          <br />5.4. Биометрические Данные (сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность и которые используются оператором для установления личности субъекта Данные) в Компании не обрабатываются.
          <br />5.5. Компания не осуществляет трансграничную передачу Данных.
          <br />5.6. В случаях, установленных законодательством Российской Федерации, Компания вправе осуществлять передачу Данных третьим лицам (федеральной налоговой службе, государственному пенсионному фонду и иным государственным органам) в случаях, предусмотренных законодательством Российской Федерации.
          <br />5.7. Компания вправе поручить обработку Данных субъектов Данных третьим лицам с согласия субъекта Данных, на основании заключаемого с этими лицами договора, в том числе при согласии с пользовательским соглашением и политики обработки персональных данных размещенных на сайте.
          <br />5.8. Лица, осуществляющие обработку Данных на основании заключаемого с Компанией договора (поручения оператора), обязуются соблюдать принципы и правила обработки и защиты Данных, предусмотренные Законом. Для каждого третьего лица в договоре определяются перечень действий (операций) с Данными, которые будут совершаться третьим лицом,
          осуществляющим обработку Данных, цели обработки, устанавливается обязанность такого лица соблюдать конфиденциальность и обеспечивать безопасность Данных при их обработке, указываются требования к защите обрабатываемых Данных в соответствии с Законом.
          <br />5.9. В целях исполнения требований действующего законодательства Российской Федерации и своих договорных обязательств обработка Данных в Компании осуществляется как с использованием, так и без использования средств автоматизации. Совокупность операций обработки включает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Данных.
          <br />5.10. В Компании запрещается принятие на основании исключительно автоматизированной обработки Данных решений, порождающих юридические последствия в отношении субъекта Данных или иным образом затрагивающих его права и законные интересы, за исключением случаев, предусмотренных законодательством Российской Федерации.
          <br /><br />
         <strong>
            6. Права и обязанности субъектов Данных,
  а также Компании в части обработки Данных
         </strong>

         <br />6.1. Субъект, Данные которого обрабатываются Компанией, имеет право получать от
Компании:
<br />- подтверждение факта обработки Данных и сведения о наличии Данных, относящихся к
соответствующему субъекту Данных;
<br />- сведения о правовых основаниях и целях обработки Данных;
<br />- сведения о применяемых Компанией способах обработки Данных;
<br />- сведения о наименовании и местонахождении Компании;
<br />- сведения о лицах (за исключением работников Компании), которые имеют доступ к
Данным или которым могут быть раскрыты Данные на основании договора с Компанией или на основании федерального закона;
<br />- перечень обрабатываемых Данных, относящихся к субъекту Данных, и информацию об источнике их получения, если иной порядок предоставления таких Данных не предусмотрен федеральным законом;
<br />- сведения о сроках обработки Данных, в том числе о сроках их хранения;
<br />- сведения о порядке осуществления субъектом Данных прав, предусмотренных Законом;
<br />- наименование (Ф.И.О.) и адрес лица, осуществляющего обработку Данных по
поручению Компании;
<br />- иные сведения, предусмотренные Законом или другими нормативно-правовыми актами
Российской Федерации;
<br />6.2. Субъект, Данные которого обрабатываются Компанией, имеет право требовать от
Компании:
<br />- уточнения своих Данных, их блокирования или уничтожения в случае, если Данные
являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;
<br />- отозвать свое согласие на обработку Данных в любой момент; требовать устранения неправомерных действий Компании в отношении его Данных;
<br />- обжаловать действия или бездействие Компании в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если субъект Данных считает, что Компания осуществляет обработку его Данных с нарушением требований Закона или иным образом нарушает его права и свободы;
<br />- на защиту своих прав и законных интересов, в том числе на возмещения убытков и/или компенсацию морального вреда в судебном порядке.
<br />6.3. Компания в процессе обработки Данных обязана:
<br />- предоставлять субъекту Данных по его запросу информацию, касающуюся обработки его персональных данных, либо на законных основаниях предоставить отказ в течение тридцати дней с даты получения запроса субъекта Данных или его представителя;
<br />- разъяснить субъекту Данных юридические последствия отказа предоставить Данные, если предоставление Данных является обязательным в соответствии с федеральным законом;
<br />- до начала обработки Данных (если Данные получены не от субъекта Данных) предоставить субъекту Данных следующую информацию, за исключением случаев,

предусмотренных частью 4 статьи 18 Закона:
<br />- наименование либо фамилия, имя, отчество и адрес Компании или ее представителя;
<br />- цель обработки Данных и ее правовое основание;
<br />- предполагаемые пользователи Данных;
<br />- установленные Законом права субъектов Данных;
<br />- источник получения Данных.
<br />- принимать необходимые правовые, организационные и технические меры или
обеспечивать их принятие для защиты Данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения Данных, а также от иных неправомерных действий в отношении Данных;
<br />- опубликовать в сети Интернет и обеспечить неограниченный доступ с использованием сети Интернет к документу, определяющему его политику в отношении обработки Данных, к сведениям о реализуемых требованиях к защите Данных;
<br />- предоставить субъектам Данных и/или их представителям безвозмездно возможность ознакомления с Данными при обращении с соответствующим запросом в течение 30 дней с даты получения подобного запроса;
<br />- осуществить блокирование неправомерно обрабатываемых Данных, относящихся к субъекту Данных, или обеспечить их блокирование (если обработка Данных осуществляется другим лицом, действующим по поручению Компании) с момента обращения или получения запроса на период проверки, в случае выявления неправомерной обработки Данных при обращении субъекта Данных или его представителя либо по запросу субъекту Данных или его представителя либо уполномоченного органа по защите прав субъектов персональных данных;
<br />- уточнить Данные либо обеспечить их уточнение (если обработка Данных осуществляется другим лицом, действующим по поручению Компании) в течение 7 рабочих дней со дня представления сведений и снять блокирование Данных, в случае подтверждения факта неточности Данных на основании сведений, представленных субъектом Данных или его представителем;
<br />- прекратить неправомерную обработку Данных или обеспечить прекращение неправомерной обработки Данных лицом, действующим по поручению Компании, в случае выявления неправомерной обработки Данных, осуществляемой Компанией или лицом, действующим на основании договора с Компанией, в срок, не превышающий 3 рабочих дней с даты этого выявления;
<br />- прекратить обработку Данных или обеспечить ее прекращение (если обработка Данных осуществляется другим лицом, действующим по договору с Компанией) и уничтожить Данные или обеспечить их уничтожение (если обработка Данных осуществляется другим лицом, действующим по договору с Компанией) по достижения цели обработки Данных, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект Данных, в случае достижения цели обработки Данных;
<br />- прекратить обработку Данных или обеспечить ее прекращение и уничтожить Данные или обеспечить их уничтожение в случае отзыва субъектом Данных согласия на обработку Данных, если Компания не вправе осуществлять обработку Данных без согласия субъекта Данных;
<br />- вести журнал учета обращений субъектов ПДн, в котором должны фиксироваться запросы субъектов Данных на получение Данных, а также факты предоставления Данных по этим запросам.
<br /><br />
<strong>7. Требования к защите Данных</strong>
<br /><br />
7.1. Компания при обработке Данных принимает необходимые правовые, организационные и технические меры для защиты Данных от неправомерного и/или несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения Данных, а также от иных неправомерных действий в отношении Данных.
<br />7.2. К таким мерам в соответствии с Законом, в частности, относятся:
<br />- назначение лица, ответственного за организацию обработки Данных, и лица, ответственного за обеспечение безопасности Данных;
<br />- разработка и утверждение локальных актов по вопросам обработки и защиты Данных;
<br />- применение правовых, организационных и технических мер по обеспечению безопасности Данных:
<br />- определение угроз безопасности Данных при их обработке в информационных системах персональных данных;
<br />- применение организационных и технических мер по обеспечению безопасности Данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите Данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности Данных;
<br />- применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;
<br />- оценка эффективности принимаемых мер по обеспечению безопасности Данных до ввода в эксплуатацию информационной системы персональных данных;
<br />- учет машинных носителей Данных, если хранение Данных осуществляется на машинных носителях;
<br />- обнаружение фактов несанкционированного доступа к Данным и принятие мер по недопущению подобных инцидентов в дальнейшем;
<br />- восстановление Данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
<br />- установление правил доступа к Данным, обрабатываемым в информационной системе персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с Данными в информационной системе персональных данных.
<br />- контроль за принимаемыми мерами по обеспечению безопасности Данных и уровнем защищенности информационных систем персональных данных;
<br />- оценка вреда, который может быть причинен субъектам Данных в случае нарушения требований Закона, соотношение указанного вреда и принимаемых Компанией мер, направленных на обеспечение выполнения обязанностей, предусмотренных Законом;
<br />- соблюдение условий, исключающих несанкционированный доступ к материальным носителям Данных и обеспечивающих сохранность Данных;
<br />- ознакомление работников Компании, непосредственно осуществляющих обработку Данных, с положениями законодательства Российской Федерации о Данных, в том числе с требованиями к защите Данных, локальными актами по вопросам обработки и защиты Данных, и обучение работников Компании.
<br /><br />
<strong>8. Сроки обработки (хранения) Данных</strong>
<br /><br />
8.1. Сроки обработки (хранения) Данных определяются исходя из целей обработки Данных, в соответствии со сроком действия договора с субъектом Данных, требованиями федеральных законов, требованиями операторов Данных, по поручению которых Компания осуществляет обработку Данных, основными правилами работы архивов организаций, сроками исковой давности.
<br />8.2. Данные, срок обработки (хранения) которых истек, должны быть уничтожены, если иное не предусмотрено федеральным законом. Хранение Данных после прекращения их обработки допускается только после их обезличивания.
<br /><br />
<strong>9. Порядок получения разъяснений по вопросам обработки Данных</strong>
<br /><br />
9.1. Лица, чьи Данные обрабатываются Компанией, могут получить разъяснения по вопросам обработки своих Данных, обратившись лично в Компанию или направив соответствующий письменный запрос по адресу местонахождения Компании: 119501, г. Москва, ул. Веерная 32, к 3, кв 68 в тексте запроса необходимо указать:
<br />- фамилию, имя, отчество субъекта Данных или его представителя;
<br />- номер основного документа, удостоверяющего личность субъекта Данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе;
<br />- сведения, подтверждающие наличие у субъекта Данных отношений с Компанией; информацию для обратной связи с целью направления Компанией ответа на запрос;
<br />- подпись субъекта Данных (или его представителя). Если запрос отправляется в электронном виде, то он должен быть оформлен в виде электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
<br /><br />
<strong>
  10. Особенности обработки и защиты Данных,
  собираемых Компанией с использованием сети Интернет
</strong>
<br /><br />
10.1. Компания обрабатывает Данные, поступающие от пользователей Сайта с ресурса:
http://nomad-agency.ru/ и все поддомены сайта (далее совместно - Cайт), а также поступающие на телефоны Компании: 8(985)117-88-24, на адрес электронной почты Компании: - elizavetachistiakova@gmail.com, через форму обратной связи, форму обратного звонка Компании, расположенные на всех страницах сайта: http://nomad-agency.ru/ и всех его поддоменах.
<br />10.2. Сбор Данных осуществляется путем личного предоставления Данных, таких как ФИО, электронная почта, номер телефона субъектами этих Данных путем оформления заявки на сайте http://nomad-agency.ru/ и всех его поддоменах, на телефоны Компании: 8(985)117-88-24, на адрес электронной почты Компании: elizavetachistiakova@gmail.com, через форму обратной связи, форму обратного звонка Компании, расположенные на всех страницах сайта: : http://nomad- agency.ru/и всех его поддоменах.
<br /><br />
<strong>11. Использование Данных</strong>
<br /><br />
11.1 Компания вправе пользоваться предоставленными Данными в соответствии с заявленными целями их сбора при наличии согласия субъекта Данных, если такое согласие требуется в соответствии с требованиями законодательства Российской Федерации в области Данных.
<br />11.2. Полученные Данные в обобщенном и обезличенном виде могут использоваться для лучшего понимания потребностей покупателей товаров и услуг, реализуемых Компанией и улучшения качества обслуживания.
<br /><br />
<strong>12. Передача Данных</strong>
<br /><br />
12.1. Компания может поручать обработку Данных третьим лицам исключительно с согласия субъекта Данных. Также Данные могут передаваться третьим лицам в следующих случаях:
а) B качестве ответа на правомерные запросы уполномоченных государственных органов, в соответствии с законами, решениями суда и пр.
б) Данные не могут передаваться третьим лицам для маркетинговых, коммерческих и иных аналогичных целей, за исключением случаев получения предварительного согласия субъекта Данных.
<br />12.2. Сайт содержит ссылки на иные веб-ресурсы, где может находиться полезная и интересная для пользователей Сайта информация. При этом действие настоящей Политики не распространяется на такие иные сайты. Пользователям, переходящим по ссылкам на другие сайты, рекомендуется ознакомиться с политиками об обработке Данных, размещенными на таких сайтах.
<br />12.3. Пользователь Сайта может в любое время отозвать свое согласие на обработку Данных, направив соответствующий письменный запрос по адресу местонахождения Компании: 119501, г. Москва, ул. Веерная 32, к 3, кв 68. После получения такого сообщения обработка Данных пользователя будет прекращена, а его Данные будут удалены, за исключением случаев, когда обработка может быть продолжена в соответствии с законодательством. Заключительные положения Настоящая Политика является локальным нормативным актом Компании. Настоящая Политика является общедоступной. Общедоступность настоящей Политики обеспечивается публикацией на Сайте Компании. Настоящая Политика может быть пересмотрена в любом из следующих случаев: при изменении законодательства Российской Федерации в области обработки и защиты персональных данных; в случаях получения предписаний от компетентных государственных органов на устранение несоответствий, затрагивающих область действия Политики; по решению руководства Компании; при изменении целей и сроков обработки Данных; при изменении организационной структуры, структуры информационных и/или телекоммуникационных систем (или введении новых); при применении новых технологий обработки и защиты Данных (в т. ч. передачи, хранения); при появлении необходимости в изменении процесса обработки Данных, связанной с деятельностью Компании. В случае неисполнения положений настоящей Политики Компания и ее работники несут ответственность в соответствии с действующим законодательством Российской Федерации. Контроль исполнения требований настоящей Политики осуществляется лицами, ответственными за организацию обработки Данных Компании, а также за безопасность персональных данных.
        </div>

        <Footer />
      </main>
    </>
  )
}

export default PrivacyPolicyPage