import React from 'react'
import HeaderBlack from '../../components/HeaderBlack/HeaderBlack'
import Footer from '../../components/Footer/Footer'

const PersonalDataPage = () => {
  return (
    <>
      <main className="container mx-auto">
        <HeaderBlack />
        <div className="mt-[20px] sm:mt-[50px] md:mt-[136px] text-[18px] sm:text-[38px] xl:text-[55px] font-[600] tracking-tight uppercase leading-[22px] sm:leading-[60px]">
          <h1>[ согласие на обработку </h1>
          <h1 className="text-right">персональных данных ]</h1>
        </div>

        <div className="mt-5 text-xs md:text-sm font-medium leading-[16.72px] md:leading-[20.72px]">
        Настоящим, я (далее — Лицо), даю свое согласие Маркетинговому агентству NOMAD - ИП Чистяковой Елизавете Алексеевне, юридический адрес: 119501, г. Москва, ул. Веерная 32, к 3, кв. 68 (далее— Компания) на обработку своих персональных данных, указанных при оформлении заявки на сайте Компании для обработки моего заказа, заявки или любого другого способа обращения в компанию (далее Заказ), и коммуникации со мной в рамках обработки моего Заказа, а также иных сопряженных с этим целей в рамках действующего законодательства РФ и технических возможностей Компании. <br />
        Обработка персональных данных Лица может осуществляться спомощью средств автоматизации и/или без использования средств автоматизации в соответствии с действующим законодательством РФ и положениями Компании. Настоящее согласие Лица на обработку его/ее персональных данных, указанных при оформлении Заказа на сайте Компании, направляемых (заполненных) с использованием настоящего сайта, действует с момента оформления Заказа на сайте Компании до момента его отзыва. Согласие на обработку персональных данных, указанных при оформлении Заказа насайте Компании, направляемых (заполненных) сиспользованием настоящего сайта, может быть отозвано Лицом при подаче письменного заявления (отзыва) в Компанию. Обработка персональных данных Лица прекращается в течение 2 месяцев с момента получения Компанией письменного заявления (отзыва) Лица и/или в случае достижения цели обработки и уничтожается в срок и на условиях, установленных законом, если непредусмотрено иное. Обезличенные персональные данные Лица могут использоваться Компанией в статистических (и иных исследовательских целей) после получения заявления (отзыва) согласия, а также после достижения целей, для которых настоящее согласие было получено.

        <br /><br />Данный сайт позволяет Компании получать информацию, содержащую персональные данные Лица, а именно фамилия имя отчество, контактный телефон, адрес электронной почты, а также другие персональные данные, которые могут использоваться для идентификации Лица («Ваши персональные данные»), в случае, если Лицо добровольно предоставляет ее компании. <br /><br />

Лицо даёт согласие Компании на обработку своих персональных данных, а именно: фамилия имя отчество, контактный телефон, адрес электронной почты, а также всех персональных данных, которые необходимы для связи с Лицом и для оформления договоров.
В целях исполнения обязательств по договору Лицо предоставляет Компании право осуществлять любые действия (операции) со своими персональными данными без ограничения: сбор, запись, учет, систематизацию, хранение, уточнение (обновление, изменение), извлечение, накопление, обезличивание, блокирование, удаление, уничтожение; использование в статистических целях, в целях проведения анализа, в целях информирования Лица (с передачей по SMS или электронной почтой) о продуктах и услугах Компании, а также осуществлять любые иные действия с учетом действующего законодательства.
Любая иная информация, передаваемая Лицом в связи с посещением сайта («Иная информация», которая не является персональными данными Лица и не может использоваться для идентификации Лица) может включаться в базы данных, которые принадлежат Компании или их представителям. Компания сохраняет все права на эти базы данных и информацию, которая в них хранится. Иная информация, которую мы собираем, может включать Ваш IP-адрес и прочую информацию, собираемую посредством cookie-файлов (см. ниже).
Данный сайт может использовать технологию, известную как cookie-файл. Сookie-файл — это сообщение, которое веб-сервер высылает на компьютер Лица, когда Лицо заходит на сайт. При повторном посещении, наш сайт проверит, имеется ли на компьютере Лица один из наших сookie- файлов. Наши cookie-файлы увеличивают функциональность сайта и помогают нам более точно анализировать, как используется сайт.

<br /><br />Данный сайт использует адреса Интернет-протокола (IP). IP-адрес— это номер,<br />
присваиваемый компьютеру Интернет-провайдером для доступа к Интернету. Обычно IP-адрес изменяется всякий раз, когда вы входите в Интернет (это «динамичный» адрес). Тем не менее, если используется высокоскоростное соединение, в зависимости от обстоятельств, возможно, что IP-адрес или даже cookie-файл, который мы используем, содержит идентифицируемую информацию. Это происходит потому, что при некоторых видах высокоскоростного соединения Ваш IP-адрес не изменяется («статичен») и может ассоциироваться с компьютером Лица. Мы используем IP-адрес Лица для сообщения общей информации по использованию сайта, а также для его доработки. Данный сайт использует технологию для определения местоположения Лица. Лицо обязано покинуть данный сайт, если не хочет, чтобы вышеперечисленные данные (cookie, данные об IP-адресе и местоположении) обрабатывались.

<br /><br />Данный сайт не предназначен для лиц моложе 18 лет. Мы не собираем персональные данные лиц, которые по имеющейся у нас информации не достигли 18-летнего возраста. На данном сайте, где собирается информация, используется стандартное шифрование протокола защиты информации (SSL). Тем не менее, чтобы воспользоваться этой опцией, браузер должен поддерживать криптографическое закрытие (начиная с версии Internet Explorer 3.0 и далее). Компания оставляет за собой право предоставлять информацию государственным органам при соответствующих запросах или в случаях, предусмотренных законодательством.<br /><br />

Для удаления информации о Лице из наших контактных списков, необходимо обращаться последующему адресу: Маркетинговое агентство NOMAD - ИП Чистякова Елизавета Алексеевна, юридический адрес: 119501, г. Москва, ул. Веерная 32, к 3, кв. 68, тел. 8(985)117-88- 24, адрес электронной почты Компании: - elizavetachistiakova@gmail.com.
Лицо может продолжать получать материалы, пока ведется обновление наших списков. Периодически Правила конфиденциальности веб-сайта могут обновляться. После обновления данные правила будут доступны на настоящей странице.
        </div>

        <Footer />
      </main>
    </>
  )
}

export default PersonalDataPage